<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<style>
	#aa{
	line-height:80px;
	}

</style>
</head>
<body> <!-- line-height.jsp -->
	<!-- line-height:값 -->
	<div>인도의 수출 제한은 국제 설탕 가격 상승과 수출 증가, 이에 따른 자국 내 물가 상승 우려 때문입니다. 최근 국제 설탕 가격은 수출 1위 국가인 브라질의 생산량 감소 등으로 오르는 추세입니다. 지난 3월 로이터 통신은 인도가 자국 내 설탕의 안정적 공급과 가격 억제를 위해 설탕 수출을 제한할 수 있다고 보도했는데 그 예측이 맞았습니다.

인도 정부가 설탕 수출 상한선으로 설정한 1천만t은 적은 물량은 아닙니다. 당초 인도는 800만t으로 제한하려고 했다가 올해 자국의 설탕 생산 전망치가 3천550만t으로 예상보다 15% 정도 증가하자 수출 제한량을 늘렸습니다. 인도의 설탕 수출량은 2020년 596만t, 지난해 700만t 수준이었습니다. 그런데도 인도 정부의 설탕 수출 제한 움직임이 알려지자 런던 선물 거래소에서 설탕 가격은 급등하기도 했습니다. 국제 식량 시장의 불안감을 읽을 수 있는 대목입니다.

인도 정부는 앞서 지난 13일부터 밀 수출을 전격 중단했습니다. 밀 수출 금지와 설탕 수출 제한은 그 이유가 닮은꼴입니다. 밀 수출을 금지할 때도 국제가격 상승과 올해 이상고온에 따른 작황 부진이 이유였습니다. 인도의 밀 생산량은 줄었는데 러시아의 우크라이나 침공 이후 국제 밀 가격이 급등해서 인도산 밀 수출이 급증했고, 내수용 식량도 부족할지 모른다는 우려가 나오자 수출을 금지했습니다.</div>
	<div id="aa">인도의 수출 제한은 국제 설탕 가격 상승과 수출 증가, 이에 따른 자국 내 물가 상승 우려 때문입니다. 최근 국제 설탕 가격은 수출 1위 국가인 브라질의 생산량 감소 등으로 오르는 추세입니다. 지난 3월 로이터 통신은 인도가 자국 내 설탕의 안정적 공급과 가격 억제를 위해 설탕 수출을 제한할 수 있다고 보도했는데 그 예측이 맞았습니다.

인도 정부가 설탕 수출 상한선으로 설정한 1천만t은 적은 물량은 아닙니다. 당초 인도는 800만t으로 제한하려고 했다가 올해 자국의 설탕 생산 전망치가 3천550만t으로 예상보다 15% 정도 증가하자 수출 제한량을 늘렸습니다. 인도의 설탕 수출량은 2020년 596만t, 지난해 700만t 수준이었습니다. 그런데도 인도 정부의 설탕 수출 제한 움직임이 알려지자 런던 선물 거래소에서 설탕 가격은 급등하기도 했습니다. 국제 식량 시장의 불안감을 읽을 수 있는 대목입니다.

인도 정부는 앞서 지난 13일부터 밀 수출을 전격 중단했습니다. 밀 수출 금지와 설탕 수출 제한은 그 이유가 닮은꼴입니다. 밀 수출을 금지할 때도 국제가격 상승과 올해 이상고온에 따른 작황 부진이 이유였습니다. 인도의 밀 생산량은 줄었는데 러시아의 우크라이나 침공 이후 국제 밀 가격이 급등해서 인도산 밀 수출이 급증했고, 내수용 식량도 부족할지 모른다는 우려가 나오자 수출을 금지했습니다.</div>

</body>
</html>