<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<style>
	/* 레이어로 만드는 속성*/
	#pkc {
	/*레이어의 크기랑 배경색*/
		width:100px;
		height:200px;
		border:1px solid red;
		background:yellow;
		/* 레이어를 만들기*/
		position: absolute;    /*relative , absolute*/
		/* 레이어의 위치*/
		left:200px;
		top:200px;
	}
	#chan{
		width:200px;
		height:200px;
		border:1px solid red;
		background:red;
		/* 레이어를 만들기 */
		position:fixed;
		left:400px;
		top:200px;
		visibility:visible;
	}

</style>
<script>
	function hide()
	{
		document.getElementById("chan").style.visibility="hidden";
	}

</script>
</head>
<body>
	<!-- 웹문서에 존재하는 계층 => 포스트잇 -->
	<div id="pkc">여기는 포스트잇(레이어)</div><span onclick="hide()">x</span>
	<div id="chan">오늘은 월요일 하하하</div>
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	가가가가가가가가가가가가가가가가가가가가가가가가가가가가
	
</body>
</html>